<template>
  <div class="content2">
    <div class="about-tt"></div>
    <div class="about-content">
      <p class="ap1">巨人网络集团股份有限公司是一家以网络游戏为发展起点的综合性互联网企业，巨人网络为A股上市公司，股票代码002558.SZ。<br />
      目前，公司定位为互联网文化娱乐为主的综合性互联网企业，在巩固自身网络游戏业务优势的同时，开拓并积极布局其它互联网领域。</p><br />

      <p class="ap2">巨人网络坚持精品战略，自主研发了《征途》系列、《球球大作战》等受玩家喜爱的精品游戏，其中《征途》开创免费商业模式，首创自动寻路、自动打怪等创新玩法被全行业模仿，成为行业游戏制作标准。<br />《球球大作战》开创休闲竞技全新游戏品类，累计设备安装量6亿。</p>
      <p class="ap3">巨人网络自主研发《征途》系列,《原始征途》、《球球大作战》、《太空行动》、《月圆之夜》、《帕斯卡契约》、《仙侠世界》、《巨人》等备受玩家喜爱的热门端游和手游,代理《艾尔之之光》、《街篮》、《街篮2》等国内外精品游戏。</p>
    </div>
  </div>
</template>